[
{
    "armor class": "17",
    "damage": "2d6 bite",
    "description": [
        "Giant ants are fantastically enlarged versions of the more common variety of ants.  Normal workers are 5 to 6 feet long; queens are larger, growing up to 9 feet in length.  Giant ants may be red or black; there is no statistical difference between them.  Though relatively shy when first encountered, once combat begins they will fight to the death.  They are known to collect shiny things, and so will sometimes have a small amount of treasure in their lair.",
        "Giant ants may occasionally mine shiny metals such as gold or silver; one in three (1-2 on 1d6) giant ant lairs will contain 1d100 x 1d100 gp value in relatively pure nuggets."
    ],
    "hit dice": "4",
    "morale": "7 on first sighting, 12 after engaged",
    "movement": "60' (10')",
    "name": "Ant, Giant",
    "no. appearing": "2d6, Lair 4d6",
    "no. of attacks": "1 bite",
    "save as": "Fighter: 4",
    "treasure type": "U or special",
    "xp": "240"
},
{
    "armor class": "15",
    "damage": "1d10 bite",
    "description": [
        "Large and huge ants are similar to giant ants in all ways except for size; large ants are 1 to 2 feet long, while huge ants are 3 to 4 feet in length.  Though smaller, their colonies have more members, and so their lair treasures are of similar size to those found in the lairs of giant ants."
    ],
    "hit dice": "2",
    "morale": "7 on first sighting, 12 after engaged",
    "movement": "50'",
    "name": "Ant, Huge",
    "no. appearing": "3d6, Lair 4d8",
    "no. of attacks": "1 bite",
    "save as": "Fighter: 2",
    "treasure type": "U or special",
    "xp": "75"
},
{
    "armor class": "13",
    "damage": "1d6 bite",
    "description": [
        "Large and huge ants are similar to giant ants in all ways except for size; large ants are 1 to 2 feet long, while huge ants are 3 to 4 feet in length.  Though smaller, their colonies have more members, and so their lair treasures are of similar size to those found in the lairs of giant ants."
    ],
    "hit dice": "1",
    "morale": "7 on first sighting, 12 after engaged",
    "movement": "40'",
    "name": "Ant, Large",
    "no. appearing": "4d6, Lair 4d10",
    "no. of attacks": "1 bite",
    "save as": "Fighter: 1",
    "treasure type": "U or special",
    "xp": "25"
},
{
    "armor class": "13",
    "damage": "1d4 or 1d6 or 1d8 (see below)",
    "description": [
        "The statistics above represent the swifter sorts of wild herd animals, including deer (1 hit die, usually), antelope (2 hit dice), elk (3 hit dice), and moose (4 hit dice).  They are skittish and will flee if provoked, but males are more aggressive in the presence of females (use the parenthesized morale in this case).",
        "Cattle, aurochs, and bison are not included in this category but rather can be found on page 15.",
        "Generally, 1 hit die herd animals inflict 1d4 points of damage on a hit, 2 and 3 hit die animals inflict 1d6, and 4 hit die animals inflict 1d8.  The GM should feel free to vary from these figures as he or she sees fit; there are many types of herd animals in the world, and some are better armed than others."
    ],
    "hit dice": "1 to 4",
    "morale": "5 (7)",
    "movement": "80' (10')",
    "name": "Antelope (Herd Animals)",
    "no. appearing": "Wild 3d10",
    "no. of attacks": "1 butt",
    "save as": "Fighter: 1 to 4 (as Hit Dice)",
    "treasure type": "None",
    "xp": "25 - 240"
},
{
    "armor class": "14",
    "damage": "1d4 claw",
    "description": [
        "Carnivorous apes appear much like ordinary gorillas, but are bad-tempered and aggressive.  They are actually omnivores, but have a marked preference for meat.  Adult females are 41/2 to 5 feet tall and weigh up to 300 pounds, while males are larger, being 51/2 to 6 feet tall and weighing up to 400 pounds."
    ],
    "hit dice": "4",
    "morale": "7",
    "movement": "40'",
    "name": "Ape, Carnivorous",
    "no. appearing": "1d6, Wild 2d4, Lair 2d4",
    "no. of attacks": "2 claws",
    "save as": "Fighter: 4",
    "treasure type": "None",
    "xp": "240"
},
{
    "armor class": "15 (11)",
    "damage": "1d4 bite, 1d4 or by weapon",
    "description": [
        "Barklings are diminutive furry humanoids with very dog-like faces.  They stand between 21/2 and 31/2 feet tall and typically weigh around 45 pounds.  They are pack hunters by nature, shy when encountered singly or in small groups but bold when their numbers are overwhelming.  Use the higher morale figure when a barkling group outnumbers their enemies by 3 combatants to 1 or more.",
        "Barklings can deliver a nasty bite but prefer to fight with weapons, favoring small weapons made for their stature and relative lack of strength; all such weapons do 1d4 points of damage on a hit.",
        "Barklings see well in the dark, having Darkvision with a range of 30 feet, but their sense of smell is where they excel; a barkling can track almost any living or corporeal undead creature by scent, even if it has been as much as a day since it passed.",
        "In combat barklings usually wear chainmail armor which they craft themselves (as shown in the Armor Class given above).",
        "One out of every ten barklings will be a warrior with 1 hit die (25 XP).  In barkling encampments, one out of every twenty will be a chieftain of 2 hit dice (75 XP) having a +1 bonus to damage due to strength.  In villages of 50 or more there will be a barkling lord of 3 hit dice (145 XP) who has +1 bonus to damage.  Barklings gain a +1 bonus to their morale as long as they are led by any of their leaders.",
        "In addition, a lair has a chance equal to 1-2 on 1d6 of a wizard being present (or 1-3 on 1d6 if a chieftain is present).  A wizard is equivalent to a 1 hit die warrior barkling statistically, but has Magic-User abilities at level 1d4+1.  For XP purposes, treat the wizard barkling as if it has a number of hit dice equal to its magic-user level ‑1, and assign one special ability bonus asterisk.",
        "Barklings are sometimes confused with kobolds, for whom they have a particular hatred; calling a barkling a kobold or suggesting that the two species are related is considered a terrible insult."
    ],
    "hit dice": "1/2 (1d4 hit points)",
    "morale": "7 (9)",
    "movement": "20' Unarmored 40'",
    "name": "Barkling",
    "no. appearing": "3d4, Wild 4d6, Lair 5d10",
    "no. of attacks": "1 bite or 1 weapon",
    "save as": "Normal Man",
    "treasure type": "P, Q each; C, K in lair",
    "xp": "10"
},
{
    "armor class": "16",
    "damage": "1d10 bite, petrification gaze",
    "description": [
        "A basilisk is a giant six-legged lizard-like monster that petrifies living creatures with its gaze.  A basilisk has dark brown, green, or black skin on its back and a pale yellow or white belly.  Adults reach a body length of 5 to 7 feet with a tail of roughly equal length, and a weight of 250 to 400 pounds.  There is no particular difference in size between males and females.",
        "Any living creature meeting the gaze of a basilisk must save vs. Petrify or be turned to stone instantly.  In general, any creature surprised by the basilisk will meet its gaze.  Those who attempt to fight the monster while averting their eyes suffer penalties of -4 to attack and -2 to AC.  It is possible to use a mirror to fight the monster, in which case the penalties are -2 to attack and no penalty to AC.  If a basilisk sees its own reflection in a mirror it must save vs. Petrify or be turned to stone; a petrified basilisk loses its power to petrify.  Basilisks instinctively avoid mirrors or other reflective surfaces, even drinking with their eyes closed, but if an attacker can manage to surprise the monster with a mirror it may see its reflection."
    ],
    "hit dice": "6**",
    "morale": "9",
    "movement": "20' (10')",
    "name": "Basilisk, Common",
    "no. appearing": "1d6, Wild 1d6, Lair 1d6",
    "no. of attacks": "1 bite, 1 gaze",
    "save as": "Fighter: 6",
    "treasure type": "F",
    "xp": "610"
},
{
    "armor class": "17",
    "damage": "1d12 + poison bite, petrification gaze",
    "description": [
        "The greater basilisk appears identical to the common variety, save that it is larger, having a body length of about 8 feet with a 7 to 9 foot long tail and weighing between 400 and 750 pounds.  The skin of the greater basilisk is toxic to the touch, such that any living creature bitten by one or who touches one with bare skin must save vs. Poison or die.  This effect persists even after the monster is dead, typically for about 2d20 hours; the only way to tell if the effect has subsided is to touch the corpse, an obviously bad idea."
    ],
    "hit dice": "8***",
    "morale": "10",
    "movement": "20' (10')",
    "name": "Basilisk, Greater*",
    "no. appearing": "1",
    "no. of attacks": "1 bite, 1 gaze",
    "save as": "Fighter: 8",
    "treasure type": "F, K",
    "xp": "1,085"
},
{
    "armor class": "14",
    "damage": "Confusion",
    "description": [
        "Bats have a natural sonar that allows them to operate in total darkness; for game purposes, treat this ability as equivalent to Darkvision.",
        "A group of normal-sized bats has no effective attack (at least in terms of inflicting damage), but can confuse those in the area, flying around apparently randomly.  For every ten bats in the area, one creature can be confused; such a creature will suffer a penalty of -2 on all attack and saving throw rolls while the bats remain in the area."
    ],
    "hit dice": "1 Hit Point",
    "morale": "6",
    "movement": "30' Fly 40'",
    "name": "Bat",
    "no. appearing": "1d100, Wild 1d100, Lair 1d100",
    "no. of attacks": "1 special",
    "save as": "Normal Man",
    "treasure type": "None",
    "xp": "10"
},
{
    "armor class": "14",
    "damage": "1d4",
    "description": [
        "Bats have a natural sonar that allows them to operate in total darkness; for game purposes, treat this ability as equivalent to Darkvision.",
        "A giant bat has a wingspan of 15 feet and weighs about 200 pounds.  They have the same sensory abilities as normal-sized bats, but being much larger, they are able to attack adventurers; many are carnivorous, making such attacks likely."
    ],
    "hit dice": "2",
    "morale": "8",
    "movement": "10' Fly 60' (10')",
    "name": "Giant Bat",
    "no. appearing": "1d10, Wild 1d10, Lair 1d10",
    "no. of attacks": "1 bite",
    "save as": "Fighter: 2",
    "treasure type": "None",
    "xp": "75"
},
{
    "armor class": "14",
    "damage": "1d4 claw, 1d6 bite, 2d6 hug",
    "description": [
        "Black bears are omnivorous, and despite their formidable size and strength are not particularly aggressive, though a female will fight fiercely if her cubs are threatened.",
        "Bears attack by rending opponents with their claws, dragging them in and biting them.  A successful hit with both paws indicates a hug attack for additional damage (as given for each specific bear type).  All bears are very tough to kill, and are able to move and attack for one round after losing all hit points."
    ],
    "hit dice": "4",
    "morale": "7",
    "movement": "40'",
    "name": "Bear, Black",
    "no. appearing": "1d4, Wild 1d4, Lair 1d4",
    "no. of attacks": "2 claws, 1 bite + hug",
    "save as": "Fighter: 4",
    "treasure type": "None",
    "xp": "240"
},
{
    "armor class": "15",
    "damage": "1d8 claw, 2d6 bite, 2d8 hug",
    "description": [
        "These monstrous bears are even larger than brown bears, with one weighing up to 1,800 pounds and when on all four feet are up to six feet high at the shoulder.  They are ferocious killers, attacking almost anything of equal or smaller size.",
        "Bears attack by rending opponents with their claws, dragging them in and biting them.  A successful hit with both paws indicates a hug attack for additional damage (as given for each specific bear type).  All bears are very tough to kill, and are able to move and attack for one round after losing all hit points."
    ],
    "hit dice": "7",
    "morale": "9",
    "movement": "40'",
    "name": "Bear, Cave",
    "no. appearing": "1d2, Wild 1d2, Lair 1d2",
    "no. of attacks": "2 claws, 1 bite + hug",
    "save as": "Fighter: 7",
    "treasure type": "None",
    "xp": "670"
},
{
    "armor class": "14",
    "damage": "1d4 claw, 1d8 bite, 2d8 hug",
    "description": [
        "Brown bears are huge, carnivorous, and aggressive.  An adult male weighs 400 to 800 pounds and four feet high at the shoulder; females are slightly smaller, but just as bloodthirsty.",
        "Bears attack by rending opponents with their claws, dragging them in and biting them.  A successful hit with both paws indicates a hug attack for additional damage (as given for each specific bear type).  All bears are very tough to kill, and are able to move and attack for one round after losing all hit points."
    ],
    "hit dice": "5",
    "morale": "8",
    "movement": "40'",
    "name": "Bear, Grizzly (or Brown)",
    "no. appearing": "1, Wild 1d4, Lair 1d4",
    "no. of attacks": "2 claws, 1 bite + hug",
    "save as": "Fighter: 5",
    "treasure type": "None",
    "xp": "360"
},
{
    "armor class": "14",
    "damage": "1d6 claw, 1d10 bite, 2d8 hug",
    "description": [
        "Polar bears are found in far northern regions.  They are larger and more powerful than brown bears, and just as hostile.",
        "Bears attack by rending opponents with their claws, dragging them in and biting them.  A successful hit with both paws indicates a hug attack for additional damage (as given for each specific bear type).  All bears are very tough to kill, and are able to move and attack for one round after losing all hit points."
    ],
    "hit dice": "6",
    "morale": "8",
    "movement": "40'",
    "name": "Bear, Polar",
    "no. appearing": "1, Wild 1d2, Lair 1d2",
    "no. of attacks": "2 claws, 1 bite + hug",
    "save as": "Fighter: 6",
    "treasure type": "None",
    "xp": "500"
},
{
    "armor class": "13",
    "damage": "1d4 + poison sting",
    "description": [
        "Giant bees live in hives, generally in underground areas.  In each such hive will be a queen who has 2 hit dice and inflicts only a bite doing 1d8 points of damage.  She is immobile, and if she is threatened all bees in the hive will fight without checking morale.  The queen is worth 75 XP if defeated.",
        "Those stung by a giant bee must save vs. Poison or die.  A giant bee that successfully stings another creature pulls away, leaving its stinger in the creature; the bee then dies.",
        "Each giant bee hive will contain honeycomb filled with honey, which is entirely safe to eat and is worth 10 GP per gallon if carefully removed.  Generally 2d10+10 gallons of honey will be present in any given hive.  There is also a 15% chance that one of the cells in the honeycomb will contain special honey which acts as 1d6+1 Potions of Healing if consumed.  This honey can be discovered by chance, or through the use of detect magic."
    ],
    "hit dice": "1/2* (1d4 hit points)",
    "morale": "9 (12 if queen is threatened)",
    "movement": "10' Fly 50'",
    "name": "Bee, Giant",
    "no. appearing": "1d6, Wild 1d6, Lair 5d6",
    "no. of attacks": "1 sting",
    "save as": "Fighter: 1",
    "treasure type": "Special",
    "xp": "13"
},
{
    "armor class": "16",
    "damage": "1d6 bite, 2d6 spray",
    "description": [
        "Giant bombardier beetles have red head and thorax sections and black abdomens.  They are 3 to 4 feet long.  In combat, a giant bombardier beetle bites opponents in front of it, and sprays a cone of very hot and noxious gases from a nozzle in the rearmost tip of the abdomen.  This toxic blast causes 2d6 points of damage to all within a cone 10' long and 10' wide at the far end (a save vs. Death Ray for half damage is allowed).  A giant bombardier beetle can use this spray attack up to five times per day, but no more than once per three rounds.  Faced with enemies attacking from one direction, a giant bombardier beetle may choose to turn away and use the spray attack rather than biting.",
        "Giant bombardier beetles, like most beetles, have about the same visual acuity in all directions, and thus suffer no penalty to Armor Class when attacked from behind."
    ],
    "hit dice": "2*",
    "morale": "8",
    "movement": "40'",
    "name": "Beetle, Giant Bombardier",
    "no. appearing": "1d8, Wild 2d6, Lair 2d6",
    "no. of attacks": "1 bite, 1 spray (special, see below)",
    "save as": "Fighter: 2",
    "treasure type": "None",
    "xp": "100"
},
{
    "armor class": "16",
    "damage": "2d4 bite",
    "description": [
        "Giant fire beetles are huge, being 18 to 30 inches long, and have shiny black carapaces.  Each has a pair of glowing red organs located just below their eyes which illuminate a radius of 10 feet around the creature.  These glands continue to glow for 1d6 days after one is killed, and may be removed and used for illumination by any adventurers not too squeamish to do so.",
        "They are normally timid but will fight if cornered.  Like most beetles, they have more or less the same visual acuity in all directions, and thus those who attack them from behind receive no bonus to do so."
    ],
    "hit dice": "1+2",
    "morale": "7",
    "movement": "40'",
    "name": "Beetle, Giant Fire",
    "no. appearing": "1d8, Wild 2d6, Lair 2d6",
    "no. of attacks": "1 bite",
    "save as": "Fighter: 1",
    "treasure type": "None",
    "xp": "25"
},
{
    "armor class": "16",
    "damage": "2d4 bite, special spray (see below)",
    "description": [
        "Giant oil beetles are about 3 feet long, and are often found burrowing in soil or roaming dungeon corridors.  Their eyes are arranged on the sides of their heads such that they can see perfectly well behind them as well as in front, negating any normal bonus for attacking from behind.",
        "In addition to its bite, a giant oil beetle can attack with a spray of oil from its abdomen; this can only be applied to opponents within 5 feet of the back of the beetle, and an attack roll is needed to hit.  Living creatures hit by this spray suffer a penalty of -2 on all attack rolls for 24 hours due to painful blisters inflicted by the irritating oil.  A cure light wounds spell may be used to remove this effect, but if so used the spell does not also restore hit points to the victim."
    ],
    "hit dice": "2*",
    "morale": "8",
    "movement": "40'",
    "name": "Beetle, Giant Oil",
    "no. appearing": "1d8, Wild 2d6, Lair 2d6",
    "no. of attacks": "1 bite + spray (see below)",
    "save as": "Fighter: 2",
    "treasure type": "None",
    "xp": "100"
},
{
    "armor class": "17",
    "damage": "2d6 bite",
    "description": [
        "Giant tiger beetles are predatory monsters around 5 feet long.  Their carapaces tend to be dark brown with lighter brown striped or spotted patterns, but there are many variations.",
        "They are fast runners, depending on their speed to run down prey, and they willingly prey on any creature of man size or smaller.  Like most beetles, they have more or less the same visual acuity in all directions, and thus suffer no penalty to Armor Class when attacked from behind."
    ],
    "hit dice": "3+1",
    "morale": "9",
    "movement": "60' (10')",
    "name": "Beetle, Giant Tiger",
    "no. appearing": "1d6, Wild 2d4, Lair 2d4",
    "no. of attacks": "1 bite",
    "save as": "Fighter: 3",
    "treasure type": "U",
    "xp": "145"
},
{
    "armor class": "15",
    "damage": "1d6 bite",
    "description": [
        "Blink dogs, also known as flicker beasts, are strange creatures which resemble wolves or hyenas who can teleport up to 120 feet at will.  Teleportation is so easy for them that they can sometimes teleport away before being attacked.  When one knows of the attacker's action (i.e. can see or possibly hear the attack about to happen) it is allowed a saving throw vs. Death Ray, and on a successful roll it teleports 1d6 x 10 feet in a random direction (but never into solid matter, nor into any dangerous area the creature knows about).",
        "These creatures are pack hunters, using their teleportation to confuse their prey until they are able to surround it.  In this way, some members of the pack will be able to attack from behind, a trick they are so good at that they receive the same benefits as a thief: +4 to hit and double damage if the hit is successful.",
        "Blink dogs are large canines, typically light brown in color with short bristly hair; some varieties are striped or spotted.  They communicate using a language of barks, growls, and yips which is somewhat limited but can convey useful tactical information.  They are shy, generally avoiding a fight if possible, but they hate deceivers and will generally attack them on sight."
    ],
    "hit dice": "4*",
    "morale": "6",
    "movement": "40'",
    "name": "Blink Dog (Flicker Beast)",
    "no. appearing": "1d6, Wild 1d6, Lair 1d6",
    "no. of attacks": "1 bite",
    "save as": "Fighter: 4",
    "treasure type": "C",
    "xp": "280"
},
{
    "armor class": "13",
    "damage": "1d6 cane, 1d6/round blood drain",
    "description": [
        "Blood roses appear to be normal rose bushes, but are actually animated plants, dimly aware of their surroundings.  These plants are always in bloom, bearing beautiful flowers that are normally white (or rarely, yellow) in color.",
        "The fragrance of the flowers is detectable up to 30' from the plant in ideal conditions.  Blood roses can move about slowly, and will try to find locations sheltered from the wind in order to achieve those ideal conditions.  Living creatures who smell the fragrance must save vs. Poison or become befuddled; such a victim will drop anything carried and try to approach the plant.  Each round an unaffected living creature can smell the fragrance it must make this save.  Befuddled creatures will not resist the attacks of the blood rose; if affected creatures are removed from the area, the effect of the fragrance will expire 2d4 rounds later.  Undead monsters, constructs, etc. are not affected.",
        "Each blood rose plant will have 1, 2 or 3 whiplike canes studded with thorns with which it can attack.  When a cane hits, it wraps around the victim and begins to drain blood, doing 1d6 points of damage per round.  A blood rose which has recently (within one day) \"eaten\" in this way will have flowers ranging from pink to deep wine red in color, which will fade slowly back to white or yellow as the plant digests the blood it has consumed."
    ],
    "hit dice": "2* to 4*",
    "morale": "12",
    "movement": "1'",
    "name": "Blood Rose",
    "no. appearing": "Wild 1d8",
    "no. of attacks": "1 to 3 canes, each + blood drain",
    "save as": "Fighter: 2",
    "treasure type": "None",
    "xp": "100 - 280"
},
{
    "armor class": "13",
    "damage": "2d4 tusk",
    "description": [
        "Wild boars are the natural variety of swine.  They are surly and aggressive, prone to attacking characters just because they are present.  Note that \"boar\" refers specifically to the male of the species, but females are equally large and fierce, more so if they have offspring.",
        "Wild boars have stocky and muscular bodies, covered with bristly hair which may be black, brown, or gray in color.  Those in colder climates will have an under-layer of warm fur, while those found in warmer areas will not."
    ],
    "hit dice": "3",
    "morale": "9",
    "movement": "50' (10')",
    "name": "Boar",
    "no. appearing": "Wild 1d6",
    "no. of attacks": "1 tusk",
    "save as": "Fighter: 3",
    "treasure type": "None",
    "xp": "145"
},
{
    "armor class": "15 (13)",
    "damage": "1d8+1 or by weapon +1",
    "description": [
        "Bugbears look like huge, hairy goblins, standing about 6 feet tall.  Their eyes are usually a darkish brown color and they move very quietly.  They are wild and cruel, and bully smaller humanoids whenever possible.",
        "Bugbear attacks are coordinated, and their tactics are sound if not brilliant.  They are able to move in nearly complete silence, surprising opponents on 1-3 on 1d6.  In order to remain silent, they must wear only leather or hide armor, as indicated in the Armor Class scores above.  Bugbears receive a +1 bonus on damage due to their great Strength.  As with most goblinoid monsters, they have Darkvision with a 30' range.",
        "One out of every eight bugbears will be a hardened warrior of 4+4 Hit Dice (240 XP), with a +2 bonus to damage.  In lairs of 16 or more bugbears, there will be a chieftain of 6+6 Hit Dice (500 XP), with a +3 bonus to damage.  Bugbears gain a +1 bonus to their morale if they are led by a hardened warrior or chieftain.  In the lair, bugbears never fail a morale check as long as the chieftain is alive.  In addition, there is a 2 in 6 chance that a shaman will be present in a lair.  A shaman is equal to an ordinary bugbear statistically, but possesses 1d4+1 levels of Clerical abilities."
    ],
    "hit dice": "3+1",
    "morale": "9",
    "movement": "30' Unarmored 40'",
    "name": "Bugbear",
    "no. appearing": "2d4, Wild 5d4, Lair 5d4",
    "no. of attacks": "1 weapon",
    "save as": "Fighter: 3",
    "treasure type": "Q, R each; B, L, M in lair",
    "xp": "145"
},
{
    "armor class": "14",
    "damage": "1d8 bite + 1d8/round if swallowed",
    "description": [
        "Caecilia are carnivorous, legless amphibians; they strongly resemble earthworms, but they have bony skeletons and sharp teeth.  Caecilia live entirely underground.  The giant variety can grow up to 30' long and frequently are found in caverns or dungeons.  They are nearly blind, but caecilia are very sensitive to sound and vibrations, and are able to find their prey regardless of light or the absence thereof.",
        "A giant caecilia can swallow a single small humanoid (such as a goblin or halfling) whole.  On a natural attack roll of 19 or 20, such a victim has been swallowed (assuming that roll does actually hit the victim).  A swallowed victim suffers 1d8 damage per round, and may only attack from the inside with a small cutting or stabbing weapon such as a dagger.  While the inside of the caecilia is easier for the victim to hit, fighting while swallowed is more difficult, so no modifiers to the attack roll are applied.",
        "Once a caecilia has swallowed an opponent, it will generally attempt to disengage from combat, going to its lair to rest and digest its meal."
    ],
    "hit dice": "6*",
    "morale": "9",
    "movement": "20' (10')",
    "name": "Caecilia, Giant",
    "no. appearing": "1d3, Lair 1d3",
    "no. of attacks": "1 bite + swallow on natural 19 or 20",
    "save as": "Fighter: 3",
    "treasure type": "B",
    "xp": "555"
},
{
    "armor class": "14",
    "damage": "1d4 butt, 2d4 trample",
    "description": [
        "Cattle are large mammals with cloven hooves and horned heads.  Cattle are raised mostly for their meat (beef), leather, and milk.  Cattle eat grass and are fairly gentle unless spooked, in which case they will stampede (run in a group). Anyone caught in the path of the stampede will suffer at least one trampling attack, as determined by the GM.  Male cattle are called bulls, females are cows, and young are calves (calf is singular).  If attacked, cattle will charge, generally using their horns to attack.  Bulls are larger (+1 hit die), less easily frightened (use the second listed morale figure), and are quite aggressive in defense of the herd.  A bull will likely attack if he sees quick movements from creatures he might be able to reach with a charge.  Meanwhile, if unable to flee cows will usually assume a roughly circular formation with their heads outward, while calves will be kept in the center, though if the opponents are small enough they may instead charge en masse, trampling all creatures in their path.",
        "A typical small farm with cattle will have a bull, 5d4 cows, and 2d10 calves (but not more than the number of cows).",
        "An ox is typically a castrated bull used as a draft animal; females may be used, rarely, but males are preferred due to their greater size and strength.  Oxen are usually paired as a team to pull a fully-loaded wagon (or the equivalent of 3,000 lb).  Oxen require less food and water, being able to eat rough grass better than draft horses, which makes them valuable to merchants with large caravans going over semi-arid prairie."
    ],
    "hit dice": "2+2",
    "morale": "5 (8)",
    "movement": "50’ (10')",
    "name": "Cattle",
    "no. appearing": "Special",
    "no. of attacks": "1 horn/head butt or 1 trample",
    "save as": "Fighter: 3",
    "treasure type": "None",
    "xp": "75"
},
{
    "armor class": "16",
    "damage": "1d6 butt, 2d4 trample",
    "description": [
        "Aurochs are wild cattle; they are shaggy and rough-looking.",
        "All types of bovines tend to behave in the same general way, as described above."
    ],
    "hit dice": "3",
    "morale": "7 (9)",
    "movement": "50’ (10')",
    "name": "Aurochs",
    "no. appearing": "Wild 10d12",
    "no. of attacks": "1 horn/head butt or 1 trample",
    "save as": "Fighter: 3",
    "treasure type": "None",
    "xp": "145"
},
{
    "armor class": "16",
    "damage": "2d4 butt, 2d6 trample",
    "description": [
        "Bison are the largest species of wild bovines.",
        "All types of bovines tend to behave in the same general way, as described above."
    ],
    "hit dice": "4",
    "morale": "7 (9)",
    "movement": "50’ (10')",
    "name": "Bison",
    "no. appearing": "Wild 10d12",
    "no. of attacks": "1 horn/head butt or 1 trample",
    "save as": "Fighter: 4",
    "treasure type": "None",
    "xp": "240"
},
{
    "armor class": "16",
    "damage": "1d2 bite, 1d4* bump, special spit",
    "description": [
        "Giant cave locusts are pale, cricket-like creatures that live underground.  An average giant cave locust is 2 to 4 feet long.  They are eyeless, depending on their sound-sensitive antennae, vibration-sensitive feet and a variety of touch-sensitive \"hairs\" on their legs to sense the environment around them.",
        "These creatures eat subterranean fungus (including shriekers) as well as carrion; they are not predators, but if disturbed they will attack, shrieking loudly, biting, jumping wildly around, or spitting nasty goo.",
        "All giant cave locusts in a group will shriek when disturbed, attracting wandering monsters.  The GM should roll a wandering monster check each round that one or more cave locusts are attacking; if wandering monsters are indicated, they will arrive in 1d4 rounds.",
        "Any giant cave locust that is engaged (adjacent to an opponent) will attempt to bite, doing 1d2 damage on a successful hit.  This does not interrupt the monster's shrieking.",
        "A giant cave locust can leap up to 60' horizontally, or up to 30' up.  If one of these creatures is not engaged at the beginning of the round, it will leap toward one of the opponent creatures; roll a normal attack roll, and if the attack hits, the target creature takes 1d4 points of non-lethal damage from the impact.",
        "Finally, a giant cave locust can spray a greenish-brown goo (its digestive juices) up to 10' away.  Each giant cave locust can perform this attack just once per encounter.  This spit attack will usually be reserved until they fail a morale check, in which case all remaining giant cave locusts will spit at their nearest opponent, and then all will attempt to flee in the next round.  To spit on an opponent, the giant cave locust rolls an attack against Armor Class 11 (plus Dexterity and magical bonuses, but no normal armor value applies).  If the attack hits, the target must save vs. Poison or be unable to do anything for 3d6 rounds due to the horrible smell."
    ],
    "hit dice": "2**",
    "morale": "5",
    "movement": "20' Fly 60' (15')",
    "name": "Cave Locust, Giant",
    "no. appearing": "2d10, Wild 1d10",
    "no. of attacks": "1 bite or 1 bump or 1 spit",
    "save as": "Fighter: 2",
    "treasure type": "None",
    "xp": "125"
},
{
    "armor class": "15 (13)",
    "damage": "1d6 hoof, 1d6 or by weapon",
    "description": [
        "Centaurs appear to be half man, half horse, having the torso, arms and head of a man in the position a horse's head would otherwise occupy.  The horse part of a centaur is as large and powerful as a warhorse; males average 7 feet in height and weigh about a ton (2,000 pounds), while females are just a bit shorter and very close to the same weight.  Centaurs may charge with a spear or lance just as a man on horseback, with the same bonuses.  They typically wear leather armor when prepared for combat.",
        "Centaurs are generally haughty and aloof, but very honorable.  Most would rather die than allow any sort of humanoid to ride on their backs."
    ],
    "hit dice": "4",
    "morale": "8",
    "movement": "50' Unarmored 60' (10')",
    "name": "Centaur",
    "no. appearing": "Wild 2d10",
    "no. of attacks": "2 hooves, 1 weapon",
    "save as": "Fighter: 4",
    "treasure type": "A",
    "xp": "240"
},
{
    "armor class": "11",
    "damage": "poison bite",
    "description": [
        "Giant centipedes are larger versions of the normal sort, being 2 to 3 feet long.  Centipedes are fast-moving, predatory, venomous arthropods, having long segmented bodies with exoskeletons.  They prefer to live in underground areas, shadowy forested areas, and other places out of direct sunlight; however, there are desert-dwelling varieties that hide under the sand waiting for prey to wander by.",
        "These creatures are aggressive and always hungry, attacking any living creature and only checking morale if injured.  Giant centipedes attack with a poisonous bite, and those bitten must save vs. Poison or die; however, the poison is somewhat weak and thus grants a bonus of +2 on the saving throw."
    ],
    "hit dice": "1/2* (1d4 hit points)",
    "morale": "7 (see below)",
    "movement": "40'",
    "name": "Centipede, Giant",
    "no. appearing": "2d4, Wild 2d4, Lair 2d4",
    "no. of attacks": "1 bite",
    "save as": "Normal Man",
    "treasure type": "None",
    "xp": "13"
},
{
    "armor class": "14",
    "damage": "1d4 claw, 2d4 bite",
    "description": [
        "A Cheetah is one of the fastest land animals; a large (about 100 pounds) cat capable of reaching up to 75 miles per hour when running.  It hunts alone or in small groups (usually composed of siblings).  It will rarely attack humans unless compelled to do so, but a female will ferociously defend her young."
    ],
    "hit dice": "2",
    "morale": "7",
    "movement": "100'",
    "name": "Cheetah",
    "no. appearing": "Wild 1d3, Lair 1d3",
    "no. of attacks": "2 claws, 1 bite",
    "save as": "Fighter: 2",
    "treasure type": "None",
    "xp": "75"
},
{
    "armor class": "16",
    "damage": "1d4 claw, 2d4 bite (lion or dragon), 1d8 horns (goat), 3d4 dragon breath",
    "description": [
        "Chimeras are strange creatures having a lion's body with the heads of a lion, a goat, and a dragon, and the wings of a dragon.  The dragon head of a chimera could be any common dragon except cloud (i.e. desert, forest, ice, mountain, plains, or sea), and has the same type of breath weapon as that sort of dragon.  Regardless of type, the dragon's head breathes a 50' long cone with a 10' wide end which inflicts 3d6 points of damage; victims may save vs. Dragon Breath for one-half damage.",
        "Chimeras are cruel and voracious.  They can speak Dragon but seldom bother to do so, except when toadying to more powerful creatures."
    ],
    "hit dice": "9** (+8)",
    "morale": "9",
    "movement": "40' (10') Fly 60' (15')",
    "name": "Chimera",
    "no. appearing": "1d2, Wild 1d4, Lair 1d4",
    "no. of attacks": "2 claws, 1 lion bite, 1 goat horns, 1 dragon bite or breath",
    "save as": "Fighter: 9",
    "treasure type": "F",
    "xp": "1,225"
},
{
    "armor class": "14",
    "damage": "1d6 + petrification beak",
    "description": [
        "A cockatrice is a strange creature, appearing to be a chicken (hen or rooster) with a long serpentine neck and tail; the neck is topped by a more or less normal looking chicken head.  Like a common rooster, a male cockatrice has wattles and a full comb, while the much rarer females have neither.  An individual cockatrice weighs more than a chicken, averaging about 20 pounds.  A cockatrice is no more intelligent than any animal, but they are bad-tempered and prone to attack if disturbed.",
        "Anyone touched by a cockatrice, or who touches one (even if gloved), must save vs. Petrify or be turned to stone."
    ],
    "hit dice": "5**",
    "morale": "7",
    "movement": "30' Fly 60' (10')",
    "name": "Cockatrice",
    "no. appearing": "1d4, Wild 1d8, Lair 1d8",
    "no. of attacks": "1 beak",
    "save as": "Fighter: 5",
    "treasure type": "D",
    "xp": "450"
},
{
    "armor class": "18",
    "damage": "2d6 pincer",
    "description": [
        "Giant crabs naturally resemble the ordinary variety, but are much larger, averaging 5' in diameter (not counting their legs).  These creatures are often found in water-filled caves, particularly those connected to a river, lake or sea, and are tolerant of both fresh and salt water.  Also, they are able to live in stagnant water, though they prefer a better environment.",
        "Giant crabs carry their eyes on armored stalks, which means that no bonus is awarded for attacking them from behind."
    ],
    "hit dice": "3",
    "morale": "7",
    "movement": "20' Swim 20'",
    "name": "Crab, Giant",
    "no. appearing": "1d2, Wild 1d6, Lair 1d6",
    "no. of attacks": "2 pincers",
    "save as": "Fighter: 3",
    "treasure type": "None",
    "xp": "145"
},
]
